# ActSSheet

## Description
Function ActSSheet returns the handle to the currently active worksheet.&lt;BR&gt;

```pascal
FUNCTION ActSSheet : HANDLE;
```

```python

def vs.ActSSheet():
    return HANDLE
```

## Remarks
OBSOLETE for Version 9: see new GetTopVisibleWS. [VML 01/09/01]

## Version
```diff
- ActSSheet is obsolete as of VectorWorks9.0
```

Availability: from MiniCAD
## Category
* Worksheets